Repository: heopill/EggTime
Catalog: EggTimer/Features/Recipe/Recipe.xcstrings
Source language: ko
Languages: en

# All
source: 전체 보기
en: All

# Easy
source: 쉬운 난이도
en: Easy

# Hard
source: 어려운 난이도
en: Hard

# No saved recipes
source: 저장된 레시피가 없습니다
en: No saved recipes

# Saved Recipes
source: 저장된 레시피
en: Saved Recipes

# Medium
source: 중간 난이도
en: Medium

# Recipe
source: 레시피
en: Recipes

# Recipe saved
source: 레시피가 저장되었습니다
en: Recipe saved

# Save cancelled
source: 저장이 취소되었습니다
en: Removed from saved

# recipeCookTime
source: %lld분 조리
en: %lld min

# recipeDescriptionSection
source: 설명
en: Description

# recipeIngredientsSection
source: 재료
en: Ingredients

# recipeStepsSection
source: 조리법
en: Directions
